Repository: MaxLaneDev/spark-clean
Catalog: SparkClean/Localizable.xcstrings
Source language: en
Languages: de, he, ja, zh_hans

source: File-system history
de: Dateisystemverlauf
he: היסטוריית מערכת הקבצים
ja: ファイルシステムの履歴
zh_hans: 文件系统历史记录

source: Files
de: Dateien
he: קבצים
ja: ファイル
zh_hans: 文件

source: Files & Folders
de: Dateien und Ordner
he: קבצים ותיקיות
ja: ファイルとフォルダ
zh_hans: 文件与文件夹

source: Files are moved to Trash by default — you can always recover them.
de: Dateien werden standardmäßig in den Papierkorb verschoben – Sie können sie jederzeit wiederherstellen.
he: כברירת מחדל, הקבצים מועברים לאשפה ותמיד אפשר לשחזר אותם.
ja: ファイルはデフォルトでゴミ箱に移動されますが、いつでも復元できます。
zh_hans: 默认情况下，文件会移至废纸篓 - 您随时可以恢复它们。

source: Files hidden by macOS privacy controls plus filesystem metadata and shared APFS blocks.
de: Von macOS-Datenschutzkontrollen verborgene Dateien sowie Metadaten des Dateisystems und freigegebene APFS-Blöcke.
he: קבצים מוסתרים על ידי בקרות הפרטיות של macOS בתוספת מטא נתונים של מערכת הקבצים ובלוקים משותפים של APFS.
ja: macOS のプライバシー制御とファイルシステムのメタデータおよび共有 APFS ブロックによって隠されたファイル。
zh_hans: 由 macOS 隐私控制以及文件系统元数据和共享 APFS 块隐藏的文件。

source: Files:
de: Dateien:
he: קבצים:
ja: ファイル:
zh_hans: 文件：

source: Filesystem metadata not assigned to an individual APFS volume.
de: Dateisystem-Metadaten sind keinem einzelnen APFS-Volume zugeordnet.
he: מטא-נתונים של מערכת הקבצים שלא הוקצו לאמצעי אחסון APFS מסוים.
ja: ファイルシステムのメタデータが個々の APFS ボリュームに割り当てられていません。
zh_hans: 文件系统元数据未分配给单个 APFS 卷。

source: Filter
de: Filtern
he: סינון
ja: フィルター
zh_hans: 过滤器

source: Find and remove duplicate files wasting disk space.
de: Finden und entfernen Sie doppelte Dateien, die Speicherplatz verschwenden.
he: מאתר ומסיר קבצים כפולים שתופסים שטח דיסק.
ja: ディスク領域を無駄にしている重複ファイルを見つけて削除します。
zh_hans: 查找并删除浪费磁盘空间的重复文件。

source: Finding applications...
de: Bewerbungen finden...
he: מאתר יישומים...
ja: アプリケーションを検索しています...
zh_hans: 寻找应用程序...

source: Finds caches, temp files, build artifacts, browser data, and more.
de: Findet Caches, temporäre Dateien, Build-Artefakte, Browserdaten und mehr.
he: מאתר מטמונים, קבצים זמניים, תוצרי בנייה, נתוני דפדפנים ועוד.
ja: キャッシュ、一時ファイル、ビルド アーティファクト、ブラウザ データなどを検索します。
zh_hans: 查找缓存、临时文件、构建工件、浏览器数据等。

source: Firefox Form History
de: Firefox-Formularverlauf
he: היסטוריית טפסי Firefox
ja: Firefox フォーム履歴
zh_hans: Firefox 表单历史记录

source: Firefox Profiles
de: Firefox-Profile
he: פרופילי Firefox
ja: Firefox プロファイル
zh_hans: Firefox 配置文件

source: Firefox cache and crash reports
de: Firefox-Cache und Absturzberichte
he: מטמון ודוחות קריסה של Firefox
ja: Firefox のキャッシュとクラッシュ レポート
zh_hans: Firefox 缓存和崩溃报告

source: Firefox form autofill data — close Firefox first
de: Daten zum automatischen Ausfüllen von Firefox-Formularen – schließen Sie zuerst Firefox
he: נתוני מילוי אוטומטי בטפסים של Firefox — סגור תחילה את Firefox
ja: Firefox フォームの自動入力データ - まず Firefox を閉じます
zh_hans: Firefox 表单自动填充数据 — 首先关闭 Firefox

source: Fixed Docker double-counting — sizes now reported accurately via CLI
de: Docker-Doppelzählung behoben – Größen werden jetzt über CLI genau gemeldet
he: תוקנה הספירה הכפולה של Docker — הגדלים מדווחים כעת במדויק באמצעות שורת הפקודה
ja: Docker の二重カウントを修正 - CLI 経由でサイズが正確に報告されるようになりました
zh_hans: 修复了 Docker 重复计数 — 现在可以通过 CLI 准确报告大小

source: Fixed DuplicateFinder memory leak and added scan cancellation support
de: Speicherleck im DuplicateFinder behoben und Unterstützung für den Scan-Abbruch hinzugefügt
he: תוקנה דליפת הזיכרון של DuplicateFinder ונוספה תמיכה בביטול סריקה
ja: DuplicateFinder のメモリ リークを修正し、スキャン キャンセルのサポートを追加しました
zh_hans: 修复了 DuplicateFinder 内存泄漏并添加了扫描取消支持

source: Fixed critical memory leak that could cause 34GB+ RAM usage and crashes
de: Kritischer Speicherverlust behoben, der zu einer RAM-Auslastung von mehr als 34 GB und zu Abstürzen führen konnte
he: תוקנה דליפת זיכרון קריטית שעלולה לגרום לשימוש של 34GB+ RAM וקריסות
ja: 34GB 以上の RAM の使用とクラッシュを引き起こす可能性がある重大なメモリ リークを修正しました
zh_hans: 修复了可能导致 34GB+ RAM 使用和崩溃的严重内存泄漏

source: Fixed disk usage bar visual gap between segments
de: Die visuelle Lücke zwischen den Segmenten in der Festplattennutzungsleiste wurde behoben
he: תוקן הרווח החזותי בין המקטעים בסרגל השימוש בדיסק
ja: セグメント間のディスク使用量バーの視覚的なギャップを修正
zh_hans: 修复了各段之间的磁盘使用栏视觉间隙

source: Fixed intro video replaying on every minimize/restore
de: Die Wiedergabe des Intro-Videos bei jedem Minimieren/Wiederherstellen wurde behoben
he: תוקנה הפעלה חוזרת של סרטון ההיכרות בכל מזעור ושחזור
ja: 最小化/復元するたびにイントロビデオが再生される問題を修正
zh_hans: 修复了每次最小化/恢复时的介绍视频重播

source: Fixed pipe deadlock when CLI command output exceeds 64KB
de: Pipe-Deadlock behoben, wenn die CLI-Befehlsausgabe 64 KB überschreitet
he: תוקן קיפאון בצינור כאשר פלט פקודת שורת הפקודה עולה על 64KB
ja: CLI コマンド出力が 64KB を超える場合のパイプのデッドロックを修正しました
zh_hans: 修复了 CLI 命令输出超过 64KB 时管道死锁的问题

source: Flush DNS Cache
de: Leeren Sie den DNS-Cache
he: נקה את מטמון ה-DNS
ja: DNSキャッシュをフラッシュする
zh_hans: 刷新 DNS 缓存

source: Folder totals overlap by this amount; APFS stores the shared blocks only once.
de: Die Ordnersummen überschneiden sich um diesen Betrag; APFS speichert die gemeinsam genutzten Blöcke nur einmal.
he: סיכומי התיקיות חופפים בסכום זה; APFS מאחסן את הבלוקים המשותפים פעם אחת בלבד.
ja: フォルダーの合計はこの量だけ重複します。 APFS は共有ブロックを 1 回だけ保存します。
zh_hans: 文件夹总数重叠此数量； APFS 仅存储共享块一次。

source: Folder values are allocated-size estimates. APFS volume totals above are authoritative.
de: Bei den Ordnerwerten handelt es sich um Schätzungen der zugewiesenen Größe. Die oben genannten APFS-Volumensummen sind maßgeblich.
he: ערכי התיקיות הם אומדנים של הגודל המוקצה. סיכומי אמצעי האחסון של APFS למעלה הם הקובעים.
ja: フォルダーの値は、割り当てられたサイズの推定値です。上記の APFS ボリュームの合計は信頼できるものです。
zh_hans: 文件夹值是分配大小的估计值。上述 APFS 卷总数具有权威性。

source: Font Caches
de: Schriftart-Caches
he: מטמוני גופנים
ja: フォントキャッシュ
zh_hans: 字体缓存

source: Font rendering caches — rebuilt automatically on login
de: Schriftart-Rendering-Caches – werden bei der Anmeldung automatisch neu erstellt
he: מטמון עיבוד גופנים - נבנה מחדש אוטומטית בעת הכניסה
ja: フォントレンダリングキャッシュ - ログイン時に自動的に再構築されます
zh_hans: 字体渲染缓存——登录时自动重建

source: For questions about this privacy policy, visit github.com/georgekhananaev/spark-clean/issues
de: Bei Fragen zu dieser Datenschutzrichtlinie besuchen Sie github.com/georgekhananaev/spark-clean/issues
he: לשאלות על מדיניות הפרטיות, בקר בכתובת ⁦github.com/georgekhananaev/spark-clean/issues⁩
ja: このプライバシー ポリシーに関する質問については、github.com/georgekhananaev/spark-clean/issues にアクセスしてください。
zh_hans: 有关本隐私政策的问题，请访问 github.com/georgekhananaev/spark-clean/issues

# Found %lld categories (%@ so far)
source: Found %1$lld categories (%2$@ so far)
de: %1$lld Kategorien gefunden (%2$@ bisher)
he: נמצאו %1$lld קטגוריות (%2$@ עד כה)
ja: %1$lld カテゴリが見つかりました (これまでのところ %2$@)
zh_hans: 已找到 %1$lld 类别（%2$@ 到目前为止）

source: Free
de: Frei
he: פנוי
ja: 空き
zh_hans: 可用

source: Free Space:
de: Freier Speicherplatz:
he: שטח פנוי:
ja: 空き容量:
zh_hans: 可用空间：

source: Full DNS Resolver Restart
de: Vollständiger Neustart des DNS-Resolvers
he: הפעלה מחדש מלאה של פותר DNS
ja: DNSリゾルバーの完全な再起動
zh_hans: 完全重启 DNS 解析器

source: Full Disk Access
de: Festplattenvollzugriff
he: גישה מלאה לדיסק
ja: フルディスクアクセス
zh_hans: 完全磁盘访问权限

source: Full Disk Access is required to measure protected Mail, Messages, Safari, and other app data.
de: Um geschützte E-Mail-, Nachrichten-, Safari- und andere App-Daten zu messen, ist vollständiger Festplattenzugriff erforderlich.
he: נדרשת גישה מלאה לדיסק כדי למדוד נתונים מוגנים של Mail, Messages, Safari ויישומים אחרים.
ja: 保護されたメール、メッセージ、Safari、その他のアプリのデータを測定するには、フル ディスク アクセスが必要です。
zh_hans: 测量受保护的邮件、消息、Safari 和其他应用程序数据需要完全磁盘访问。

source: Full Disk Access needed
de: Vollständiger Festplattenzugriff erforderlich
he: דרושה גישה מלאה לדיסק
ja: フルディスクアクセスが必要です
zh_hans: 需要全磁盘访问

source: General
de: Allgemein
he: כללי
ja: 一般
zh_hans: 通用

# Generated: %@
source: Generated: %1$@
de: Erstellt: %1$@
he: נוצר: %1$@
ja: 生成: %1$@
zh_hans: 生成：%1$@

source: Generating report...
de: Bericht wird erstellt...
he: יוצר דוח...
ja: レポートを生成中...
zh_hans: 正在生成报告...

source: Generating...
de: Generieren...
he: יוצר...
ja: 生成中...
zh_hans: 生成...

source: Get Started
de: Erste Schritte
he: התחל בעבודה
ja: 始める
zh_hans: 开始使用

source: Getting Started
de: Erste Schritte
he: תחילת העבודה
ja: はじめに
zh_hans: 开始使用

source: GitHub is used only for optional release checks and user-requested downloads. SparkClean does not integrate with advertising networks or analytics platforms.
de: GitHub wird nur für optionale Release-Prüfungen und vom Benutzer angeforderte Downloads verwendet. SparkClean lässt sich nicht in Werbenetzwerke oder Analyseplattformen integrieren.
he: GitHub משמש רק לבדיקות מהדורה אופציונליות ולהורדות שהמשתמש ביקש. SparkClean אינו משתלב עם רשתות פרסום או עם פלטפורמות ניתוח.
ja: GitHub は、オプションのリリース チェックとユーザーが要求したダウンロードにのみ使用されます。 SparkClean は、広告ネットワークや分析プラットフォームと統合しません。
zh_hans: GitHub 仅用于可选的版本检查和用户请求的下载。 SparkClean 不与广告网络或分析平台集成。

source: Go build and module caches
de: Go-Build- und Modul-Caches
he: מטמוני בנייה ומודולים של Go
ja: Go ビルドとモジュール キャッシュ
zh_hans: Go 构建和模块缓存

source: Grand Total:
de: Gesamtsumme:
he: סך הכול:
ja: 総計:
zh_hans: 总计：

source: Grant Access
de: Zugriff erlauben
he: הענקת גישה
ja: アクセスを許可
zh_hans: 授予访问权限

source: Grant Permissions
de: Berechtigungen erteilen
he: הענקת הרשאות
ja: アクセス権を許可
zh_hans: 授予权限

source: Group Container
de: Gruppencontainer
he: קונטיינר קבוצתי
ja: グループコンテナ
zh_hans: 群组容器

source: Grouping files by size...
de: Dateien nach Größe gruppieren...
he: קיבוץ קבצים לפי גודל...
ja: サイズごとにファイルをグループ化しています...
zh_hans: 按大小对文件进行分组...

source: HTTP Storage
de: HTTP-Speicher
he: אחסון HTTP
ja: HTTPストレージ
zh_hans: HTTP存储

source: Home:
de: Zuhause:
he: תיקיית הבית:
ja: ホーム:
zh_hans: 主页：

source: IDE caches and logs — rebuilt automatically
de: IDE-Caches und Protokolle – automatisch neu erstellt
he: מטמוני IDE ויומנים - נבנים מחדש באופן אוטומטי
ja: IDE キャッシュとログ — 自動的に再構築されます
zh_hans: IDE 缓存和日志 — 自动重建

source: INSTALLED APPLICATIONS (sorted by total size)
de: INSTALLIERTE ANWENDUNGEN (sortiert nach Gesamtgröße)
he: יישומים מותקנים (ממוינים לפי גודל כולל)
ja: インストールされているアプリケーション (合計サイズで並べ替え)
zh_hans: 已安装的应用程序（按总大小排序）

source: IaC & Cloud CLI Caches
de: IaC- und Cloud-CLI-Caches
he: מטמוני IaC וכלי ענן בשורת הפקודה
ja: IaC およびクラウド CLI キャッシュ
zh_hans: IaC 和云 CLI 缓存

source: Images (raw, cr2, nef, arw, dng, tiff, psd, ai)
de: Bilder (raw, cr2, nef, arw, dng, tiff, psd, ai)
he: תמונות (raw, cr2, nef, arw, dng, tiff, psd, ai)
ja: 画像 (raw、cr2、nef、arw、dng、tiff、psd、ai)
zh_hans: 图像（raw、cr2、nef、arw、dng、tiff、psd、ai）

source: Includes locally stored chat attachments. Review the full media store before clearing it.
de: Enthält lokal gespeicherte Chat-Anhänge. Überprüfen Sie den gesamten Medienspeicher, bevor Sie ihn leeren.
he: כולל קבצים מצורפים לצ'אט המאוחסנים מקומית. יש לבדוק את מאגר המדיה המלא לפני שמנקים אותו.
ja: ローカルに保存されたチャットの添付ファイルが含まれます。完全なメディア ストアをクリアする前に確認してください。
zh_hans: 包括本地存储的聊天附件。在清除之前查看完整的媒体存储。

source: Install or use a supported app, then refresh this view.
de: Installieren oder verwenden Sie eine unterstützte App und aktualisieren Sie dann diese Ansicht.
he: התקן או השתמש באפליקציה נתמכת ולאחר מכן רענן תצוגה זו.
ja: サポートされているアプリをインストールまたは使用してから、このビューを更新します。
zh_hans: 安装或使用受支持的应用程序，然后刷新此视图。

source: Installed Applications
de: Installierte Apps
he: יישומים מותקנים
ja: インストール済みアプリ
zh_hans: 已安装的应用程序

source: Installed · read-only
de: Installiert · schreibgeschützt
he: מותקן · לקריאה בלבד
ja: インストール済み · 読み取り専用
zh_hans: 已安装 · 只读

source: Installers (dmg, pkg, iso)
de: Installationsprogramme (dmg, pkg, iso)
he: קובצי התקנה (dmg, pkg, iso)
ja: インストーラー (dmg、pkg、iso)
zh_hans: 安装程序（dmg、pkg、iso）

source: IntelliJ, WebStorm, PyCharm caches/logs — rebuilt on launch
de: IntelliJ-, WebStorm- und PyCharm-Caches/Protokolle – beim Start neu erstellt
he: מטמונים ויומנים של IntelliJ, WebStorm ו-PyCharm — נבנים מחדש בעת ההפעלה
ja: IntelliJ、WebStorm、PyCharm のキャッシュ/ログ - 起動時に再構築
zh_hans: IntelliJ、WebStorm、PyCharm 缓存/日志 — 在启动时重建

source: Item no longer exists
de: Element ist nicht mehr vorhanden
he: הפריט אינו קיים יותר
ja: アイテムはもう存在しません
zh_hans: 项目不再存在

source: Items
de: Elemente
he: פריטים
ja: アイテム
zh_hans: 项目

source: Items already in your Trash — empty to reclaim space
de: Elemente, die sich bereits in Ihrem Papierkorb befinden – leeren Sie sie, um Platz freizugeben
he: פריטים שכבר נמצאים באשפה — רוקן אותה כדי לפנות שטח
ja: アイテムはすでにゴミ箱に入っています - スペースを再利用するために空にします
zh_hans: 已在废纸篓中的项目 - 清空以回收空间

source: Items listed under Moved to Trash are recorded for Restore Last Cleanup. Items listed under Permanently Deleted cannot be restored by SparkClean.
de: Die unter „In den Papierkorb verschoben“ aufgeführten Elemente werden für „Letzte Bereinigung wiederherstellen“ aufgezeichnet. Unter „Dauerhaft gelöscht“ aufgeführte Elemente können von SparkClean nicht wiederhergestellt werden.
he: פריטים שמופיעים תחת הועברו לאשפה נשמרים לצורך שחזור הניקוי האחרון. SparkClean לא יכול לשחזר פריטים שמופיעים תחת נמחקו לצמיתות.
ja: 「ゴミ箱に移動」の下にリストされているアイテムは、「最後のクリーンアップを復元」に記録されます。完全に削除された項目にリストされている項目は、SparkClean では復元できません。
zh_hans: 已移至废纸篓下列出的项目将被记录以用于恢复上次清理。 SparkClean 无法恢复永久删除下列出的项目。

source: JS package caches — re-downloaded on install
de: JS-Paket-Caches – werden bei der Installation erneut heruntergeladen
he: מטמון חבילות JavaScript — החבילות יורדו מחדש בעת ההתקנה
ja: JS パッケージ キャッシュ - インストール時に再ダウンロード
zh_hans: JS 包缓存 — 安装时重新下载

source: JetBrains IDE Data
de: JetBrains-IDE-Daten
he: נתוני JetBrains IDE
ja: JetBrains IDE データ
zh_hans: JetBrains IDE 数据

source: July 2026
de: Juli 2026
he: יולי 2026
ja: 2026年7月
zh_hans: 2026 年 7 月

source: Keep
de: Behalten
he: שמור
ja: 保持
zh_hans: 保留

source: Keyboard Shortcuts
de: Tastaturkürzel
he: קיצורי מקשים
ja: キーボードショートカット
zh_hans: 键盘快捷键

source: LARGE
de: GROSS
he: גדול
ja: 大
zh_hans: 大号

source: LM Studio Models
de: LM Studio-Modelle
he: דגמי LM Studio
ja: LM Studioモデル
zh_hans: LM Studio 模型

source: LM Studio model files — re-downloaded from hub
de: LM Studio-Modelldateien – erneut vom Hub heruntergeladen
he: קובצי מודלים של LM Studio — יורדו מחדש מהמאגר
ja: LM Studio モデル ファイル — ハブから再ダウンロード
zh_hans: LM Studio 模型文件 — 从集线器重新下载

source: Language
de: Sprache
he: שפה
ja: 言語
zh_hans: 语言

source: Language Change Failed
de: Sprache konnte nicht geändert werden
he: שינוי השפה נכשל
ja: 言語を変更できませんでした
zh_hans: 语言更改失败

source: Large Files
de: Große Dateien
he: קבצים גדולים
ja: 大容量ファイル
zh_hans: 大文件

# Large Files (>%lld MB)
source: Large Files (>%1$lld MB)
de: Große Dateien (>%1$lld MB)
he: קבצים גדולים (>%1$lld MB)
ja: 大きなファイル (>%1$lld MB)
zh_hans: 大文件 (>%1$lld MB)

source: Largest Categories
de: Größte Kategorien
he: הקטגוריות הגדולות ביותר
ja: 最大のカテゴリ
zh_hans: 最大的类别

source: Last Accessed:
de: Letzter Zugriff:
he: גישה אחרונה:
ja: 最終アクセス日:
zh_hans: 最后访问：

source: Last updated: July 2026
de: Letzte Aktualisierung: Juli 2026
he: עדכון אחרון: יולי 2026
ja: 最終更新日: 2026 年 7 月
zh_hans: 最后更新时间：2026 年 7 月

# Last: %@
source: Last: %1$@
de: Zuletzt: %1$@
he: אחרון: %1$@
ja: 最後: %1$@
zh_hans: 最后：%1$@

source: Latest audit:
de: Letztes Audit:
he: ביקורת אחרונה:
ja: 最新の監査:
zh_hans: 最新审核：

source: Launch Agent discovery in Uninstaller related data scanning
de: Launch Agents bei der Suche nach zugehörigen Deinstallationsdaten erkennen
he: זיהוי סוכני הפעלה בסריקת הנתונים הקשורים של כלי הסרת היישומים
ja: アンインストーラの関連データスキャンでLaunch Agentを検出
zh_hans: 在应用卸载的相关数据扫描中检测 Launch Agent

source: Launch Services compacted, Finder restarted
de: Launch Services-Datenbank komprimiert und Finder neu gestartet
he: Launch Services נוקה ו-Finder הופעל מחדש
ja: Launch Servicesデータベースを整理し、Finderを再起動しました
zh_hans: 已压缩 Launch Services 数据库，并重新启动 Finder

source: Launch Services compacted, but Finder could not be restarted
de: Launch Services-Datenbank komprimiert, Finder konnte jedoch nicht neu gestartet werden
he: Launch Services נוקה, אך לא ניתן היה להפעיל מחדש את Finder
ja: Launch Servicesデータベースを整理しましたが、Finderを再起動できませんでした
zh_hans: 已压缩 Launch Services 数据库，但无法重新启动 Finder

source: Leftover Files Detected
de: Datenreste gefunden
he: זוהו קבצים שנותרו
ja: 残存ファイルが見つかりました
zh_hans: 检测到残留文件

source: Legacy Dropbox cache — review because it can contain pending or recently deleted material
de: Legacy-Dropbox-Cache – überprüfen Sie ihn, da er ausstehendes oder kürzlich gelöschtes Material enthalten kann
he: מטמון ישן של Dropbox — יש לבדוק אותו משום שהוא עשוי לכלול פריטים ממתינים או פריטים שנמחקו לאחרונה
ja: 従来の Dropbox キャッシュ - 保留中のコンテンツや最近削除されたコンテンツが含まれている可能性があるため確認してください
zh_hans: 旧版 Dropbox 缓存 — 进行检查，因为它可能包含待处理或最近删除的材料

source: Lets macOS compact fragmented APFS files in the background
de: Ermöglicht macOS, fragmentierte APFS-Dateien im Hintergrund zu komprimieren
he: מאפשר ל-macOS לאחות קובצי APFS מפוצלים ברקע
ja: macOS が断片化した APFS ファイルをバックグラウンドで圧縮できるようにします
zh_hans: 让 macOS 在后台压缩碎片 APFS 文件

source: Limited Access
de: Begrenzter Zugang
he: גישה מוגבלת
ja: アクセス制限あり
zh_hans: 访问权限有限

source: Local Records
de: Lokale Aufzeichnungen
he: רשומות מקומיות
ja: ローカルレコード
zh_hans: 地方志

source: Local app data
de: Lokale App-Daten
he: נתוני יישומים מקומיים
ja: ローカルアプリデータ
zh_hans: 本地应用数据

source: Local cache only — cloud files safe
de: Nur lokaler Cache – Cloud-Dateien sicher
he: מטמון מקומי בלבד — הקבצים בענן לא ייפגעו
ja: ローカル キャッシュのみ - クラウド ファイルは安全
zh_hans: 仅本地缓存 - 云文件安全

source: Local package stores — deleting may remove offline packages or activated Dart tools
de: Lokale Paketspeicher – beim Löschen werden möglicherweise Offline-Pakete oder aktivierte Dart-Tools entfernt
he: מאגרי חבילות מקומיים — המחיקה עשויה להסיר חבילות לא מקוונות או כלי Dart שהופעלו
ja: ローカル パッケージ ストア - 削除すると、オフライン パッケージまたはアクティブ化された Dart ツールが削除される可能性があります
zh_hans: 本地包存储 - 删除可能会删除离线包或激活的 Dart 工具

source: Logs
de: Protokolle
he: יומנים
ja: ログ
zh_hans: 日志

source: Low-confidence items (App Support, Containers) now default to unselected for safety
de: Elemente mit geringem Vertrauen (App-Support, Container) sind aus Sicherheitsgründen jetzt standardmäßig nicht ausgewählt
he: פריטים ברמת ודאות נמוכה (תמיכת יישומים וקונטיינרים) אינם נבחרים כעת כברירת מחדל מטעמי בטיחות
ja: 安全性を考慮して、信頼性の低い項目 (アプリサポート、コンテナ) はデフォルトで選択解除されるようになりました。
zh_hans: 为了安全起见，低置信度项目（应用程序支持、容器）现在默认为未选择

source: Low-risk cleanup — caches, logs, and generated files that are expected to rebuild automatically.
de: Bereinigung mit geringem Risiko – Caches, Protokolle und generierte Dateien, von denen erwartet wird, dass sie automatisch neu erstellt werden.
he: ניקוי בסיכון נמוך - מטמונים, יומנים וקבצים שנוצרו שצפויים להיבנות מחדש באופן אוטומטי.
ja: 低リスクのクリーンアップ - 自動的に再構築されることが期待されるキャッシュ、ログ、生成されたファイル。
zh_hans: 低风险清理——缓存、日志和生成的文件预计会自动重建。

source: Mac Storage & Cache Cleaner
de: Speicherplatz und Caches aufräumen
he: ניקוי מטמונים ופינוי מקום ב‑Mac
ja: Macのストレージとキャッシュを整理
zh_hans: 清理 Mac 储存空间与缓存

source: Mac Storage & Cache Cleaner. Scans caches, temp files, Docker resources, dev tools, browsers, and more.
de: Räumt Speicherplatz auf dem Mac frei. Scannt Caches, temporäre Dateien, Docker-Ressourcen, Entwicklerwerkzeuge, Browser und mehr.
he: מפנה מקום ב‑Mac. סורק מטמונים, קבצים זמניים, משאבי Docker, כלי פיתוח, דפדפנים ועוד.
ja: Macの空き容量を取り戻します。 キャッシュ、一時ファイル、Dockerリソース、 開発ツール、ブラウザなどをスキャンします。
zh_hans: 清理 Mac 储存空间。 扫描缓存、临时文件、Docker 资源、 开发工具、浏览器等内容。

source: Mac cleanup & storage optimizer
de: Mac aufräumen und Speicherplatz freigeben
he: ניקוי חכם ופינוי מקום ב‑Mac
ja: Macを整理して、空き容量を取り戻す
zh_hans: 清理 Mac，找回储存空间

source: Machine:
de: Maschine:
he: מחשב:
ja: マシン:
zh_hans: 机器：

source: Mail
de: Post
he: דואר
ja: メール
zh_hans: 邮件

source: Mail Attachments
de: E-Mail-Anhänge
he: קבצים מצורפים לדואר
ja: メールの添付ファイル
zh_hans: 邮件附件

source: Maintenance
de: Wartung
he: תחזוקה
ja: メンテナンス
zh_hans: 维护

source: Maintenance: Clear Time Machine Snapshots and Free APFS Purgeable Space tasks with size estimates
de: Wartung: Löschen Sie Time Machine-Snapshots und geben Sie den löschbaren APFS-Speicherplatz mit Größenschätzungen frei
he: תחזוקה: משימות לניקוי תמונות מצב של Time Machine ולפינוי שטח בר-פינוי ב-APFS, עם הערכות גודל
ja: メンテナンス: Time Machine スナップショットのクリアと APFS パージ可能スペースの空きタスク (サイズ推定付き)
zh_hans: 维护：清除时间机器快照和免费 APFS 可清除空间任务以及大小估计

source: Maintenance: Task selection with checkboxes, Run Selected button, and confirmation dialog
de: Wartung: Aufgabenauswahl mit Kontrollkästchen, Schaltfläche „Auswahl ausführen“ und Bestätigungsdialog
he: תחזוקה: בחירת משימות באמצעות תיבות סימון, לחצן 'הפעל את הנבחרות' ותיבת דו-שיח לאישור
ja: メンテナンス: チェックボックスによるタスクの選択、「選択した項目を実行」ボタン、および確認ダイアログ
zh_hans: 维护：带有复选框的任务选择、运行所选按钮和确认对话框

source: Many accuracy fixes: cleanup results, Docker prune reporting, duplicate detection, and maintenance tasks
de: Viele Genauigkeitskorrekturen: Bereinigungsergebnisse, Docker-Prune-Berichte, Duplikaterkennung und Wartungsaufgaben
he: תיקוני דיוק רבים: תוצאות ניקוי, דיווח על פעולת prune של Docker, זיהוי כפילויות ומשימות תחזוקה
ja: 多くの精度修正: クリーンアップ結果、Docker プルーン レポート、重複検出、メンテナンス タスク
zh_hans: 许多准确性修复：清理结果、Docker 修剪报告、重复检测和维护任务

source: March 2026
de: März 2026
he: מרץ 2026
ja: 2026年3月
zh_hans: 2026 年 3 月

source: Maven local repository — may contain locally built artifacts unavailable remotely
de: Lokales Maven-Repository – kann lokal erstellte Artefakte enthalten, die remote nicht verfügbar sind
he: המאגר המקומי של Maven — עשוי לכלול תוצרי בנייה מקומיים שאינם זמינים ממקור מרוחק
ja: Maven ローカル リポジトリ — リモートでは利用できないローカルに構築されたアーティファクトが含まれる場合があります
zh_hans: Maven 本地存储库 — 可能包含本地构建的工件，远程无法使用

source: Maximum results
de: Maximale Ergebnisse
he: מקסימום תוצאות
ja: 最大の結果
zh_hans: 最大结果

source: Measuring every readable file on the Data volume…
de: Messung jeder lesbaren Datei auf dem Datenvolumen…
he: מדידה של כל קובץ קריא בנפח הנתונים...
ja: データ ボリューム上の読み取り可能なすべてのファイルを測定しています…
zh_hans: 测量数据卷上的每个可读文件...

# Memory: %@ GB
source: Memory: %1$@ GB
de: Speicher: %1$@ GB
he: זיכרון: %1$@ GB
ja: メモリ: %1$@ GB
zh_hans: 内存：%1$@ GB

source: Messages (iMessage)
de: Nachrichten (iMessage)
he: הודעות (iMessage)
ja: メッセージ (iMessage)
zh_hans: 消息 (iMessage)

source: Minimum file size
de: Mindestdateigröße
he: גודל קובץ מינימלי
ja: 最小ファイルサイズ
zh_hans: 最小文件大小

source: Models must be re-downloaded
de: Modelle müssen erneut heruntergeladen werden
he: יש להוריד מחדש את הדגמים
ja: モデルを再ダウンロードする必要がある
zh_hans: 必须重新下载模型

source: Models must be re-downloaded after deletion
de: Modelle müssen nach dem Löschen erneut heruntergeladen werden
he: יש להוריד מחדש דגמים לאחר המחיקה
ja: モデルを削除した後は再ダウンロードする必要があります
zh_hans: 模型删除后必须重新下载

source: Monitor Trash for uninstalled apps
de: Überwachen Sie den Papierkorb auf deinstallierte Apps
he: עקוב אחר האשפה עבור אפליקציות שהוסרו
ja: アンインストールされたアプリのゴミ箱を監視する
zh_hans: 监控废纸篓中已卸载的应用程序

source: Most recent — kept for restore
de: Neueste Version – zur Wiederherstellung aufbewahrt
he: העדכני ביותר — נשמר לשחזור
ja: 最新 — 復元用に保存
zh_hans: 最新的 — 保留以供恢复

source: Move files to Trash instead of deleting permanently
de: Verschieben Sie Dateien in den Papierkorb, anstatt sie dauerhaft zu löschen
he: העבר קבצים לאשפה במקום למחוק לצמיתות
ja: ファイルを完全に削除するのではなく、ゴミ箱に移動します
zh_hans: 将文件移至废纸篓而不是永久删除

source: Move to Trash
de: In den Papierkorb bewegen
he: העבר לאשפה
ja: ゴミ箱に入れる
zh_hans: 移到废纸篓

# Move to Trash — %@
source: Move to Trash — %1$@
de: In den Papierkorb verschieben – %1$@
he: העבר לאשפה — %1$@
ja: ゴミ箱に移動 — %1$@
zh_hans: 移至废纸篓 — %1$@

source: Moved to Trash
de: In den Papierkorb bewegt
he: הועבר לאשפה
ja: ゴミ箱に移動済み
zh_hans: 已移到废纸篓

source: Movies
de: Filme
he: סרטים
ja: 映画
zh_hans: 电影

source: Music
de: Musik
he: מוזיקה
ja: 音楽
zh_hans: 音乐

source: Music Artwork Cache
de: Musik-Artwork-Cache
he: מטמון יצירות מוזיקה
ja: ミュージック アートワーク キャッシュ
zh_hans: 音乐作品缓存

source: Music Library
de: Musikbibliothek
he: ספריית מוזיקה
ja: 音楽ライブラリ
zh_hans: 音乐库

source: Must re-download if needed
de: Muss bei Bedarf erneut heruntergeladen werden
he: יש להוריד מחדש במידת הצורך
ja: 必要に応じて再ダウンロードする必要がある
zh_hans: 需要的话必须重新下载

source: Needs Full Disk Access
de: Benötigt vollen Festplattenzugriff
he: נדרשת גישה מלאה לדיסק
ja: フルディスクアクセスが必要
zh_hans: 需要完整磁盘访问
